<template>
  <div>
      <mu-container>
        <h3>前言：</h3>
        <p>
            纸上得来终觉浅 绝知此事要躬行, 在掌握一技术过程中需要不断学习去实践 实践之后然后去总结, 这也许就是学习的过程吧, 时间总会把我们的记忆一点一点
            带走。 我不认为自己能把所以的事情都能记在自己的脑海里，这样是想自己开发的一个博客的原因之一，一直以来也很想自己写一个自己的博客 记录学习过程中的点点滴滴
            同时可以记录生活中的故事， 奈何生活中各种原因 总是会让你 望而停滞 我想每个人都有各自的原因。
            所以这次也是决定写一个博客网站吧 完成多年前前想法-。-, 本站前后端开发差不多花费了2个多月的时间 都是平时晚上下班挤挤时间出来弄的 当然也有许多不知
        </p>
      </mu-container>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>